{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "§",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "\\s+"
        },
        "content": "Ġ"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "(.)\\1{3,}"
        },
        "content": "…"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "Ġ"
        },
        "behavior": "MergedWithNext",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "§"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\d|[零一二三四五六七八九十百千万亿]|\\.|\\+|\\-"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "([\\x00-\\x40\\x5B-\\x60\\x7B-\\x7F]|[^\\x00-\\xffĠ]|[\\u3002|\\uff1f|\\uff01|\\uff0c|\\u3001|\\uff1b|\\uff1a|\\u201c|\\u201d|\\u2018|\\u2019|\\uff08|\\uff09|\\u300a|\\u300b|\\u3008|\\u3009|\\u3010|\\u3011|\\u300e|\\u300f|\\u300c|\\u300d|\\ufe43|\\ufe44|\\u3014|\\u3015|\\u2026|\\u2014|\\uff5e|\\ufe4f|\\uffe5])+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "Ġ*(\\w+|[^\\w\\sĠ]+)"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "Ġ"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "vocab": {
      "<unk>": 0,
      "§": 1,
      "<eos>": 2,
      "<0x00>": 3,
      "<0x01>": 4,
      "<0x02>": 5,
      "<0x03>": 6,
      "<0x04>": 7,
      "<0x05>": 8,
      "<0x06>": 9,
      "<0x07>": 10,
      "<0x08>": 11,
      "<0x09>": 12,
      "<0x0A>": 13,
      "<0x0B>": 14,
      "<0x0C>": 15,
      "<0x0D>": 16,
      "<0x0E>": 17,
      "<0x0F>": 18,
      "<0x10>": 19,
      "<0x11>": 20,
      "<0x12>": 21,
      "<0x13>": 22,
      "<0x14>": 23,
      "<0x15>": 24,
      "<0x16>": 25,
      "<0x17>": 26,
      "<0x18>": 27,
      "<0x19>": 28,
      "<0x1A>": 29,
      "<0x1B>": 30,
      "<0x1C>": 31,
      "<0x1D>": 32,
      "<0x1E>": 33,
      "<0x1F>": 34,
      "<0x20>": 35,
      "<0x21>": 36,
      "<0x22>": 37,
      "<0x23>": 38,
      "<0x24>": 39,
      "<0x25>": 40,
      "<0x26>": 41,
      "<0x27>": 42,
      "<0x28>": 43,
      "<0x29>": 44,
      "<0x2A>": 45,
      "<0x2B>": 46,
      "<0x2C>": 47,
      "<0x2D>": 48,
      "<0x2E>": 49,
      "<0x2F>": 50,
      "<0x30>": 51,
      "<0x31>": 52,
      "<0x32>": 53,
      "<0x33>": 54,
      "<0x34>": 55,
      "<0x35>": 56,
      "<0x36>": 57,
      "<0x37>": 58,
      "<0x38>": 59,
      "<0x39>": 60,
      "<0x3A>": 61,
      "<0x3B>": 62,
      "<0x3C>": 63,
      "<0x3D>": 64,
      "<0x3E>": 65,
      "<0x3F>": 66,
      "<0x40>": 67,
      "<0x41>": 68,
      "<0x42>": 69,
      "<0x43>": 70,
      "<0x44>": 71,
      "<0x45>": 72,
      "<0x46>": 73,
      "<0x47>": 74,
      "<0x48>": 75,
      "<0x49>": 76,
      "<0x4A>": 77,
      "<0x4B>": 78,
      "<0x4C>": 79,
      "<0x4D>": 80,
      "<0x4E>": 81,
      "<0x4F>": 82,
      "<0x50>": 83,
      "<0x51>": 84,
      "<0x52>": 85,
      "<0x53>": 86,
      "<0x54>": 87,
      "<0x55>": 88,
      "<0x56>": 89,
      "<0x57>": 90,
      "<0x58>": 91,
      "<0x59>": 92,
      "<0x5A>": 93,
      "<0x5B>": 94,
      "<0x5C>": 95,
      "<0x5D>": 96,
      "<0x5E>": 97,
      "<0x5F>": 98,
      "<0x60>": 99,
      "<0x61>": 100,
      "<0x62>": 101,
      "<0x63>": 102,
      "<0x64>": 103,
      "<0x65>": 104,
      "<0x66>": 105,
      "<0x67>": 106,
      "<0x68>": 107,
      "<0x69>": 108,
      "<0x6A>": 109,
      "<0x6B>": 110,
      "<0x6C>": 111,
      "<0x6D>": 112,
      "<0x6E>": 113,
      "<0x6F>": 114,
      "<0x70>": 115,
      "<0x71>": 116,
      "<0x72>": 117,
      "<0x73>": 118,
      "<0x74>": 119,
      "<0x75>": 120,
      "<0x76>": 121,
      "<0x77>": 122,
      "<0x78>": 123,
      "<0x79>": 124,
      "<0x7A>": 125,
      "<0x7B>": 126,
      "<0x7C>": 127,
      "<0x7D>": 128,
      "<0x7E>": 129,
      "<0x7F>": 130,
      "<0x80>": 131,
      "<0x81>": 132,
      "<0x82>": 133,
      "<0x83>": 134,
      "<0x84>": 135,
      "<0x85>": 136,
      "<0x86>": 137,
      "<0x87>": 138,
      "<0x88>": 139,
      "<0x89>": 140,
      "<0x8A>": 141,
      "<0x8B>": 142,
      "<0x8C>": 143,
      "<0x8D>": 144,
      "<0x8E>": 145,
      "<0x8F>": 146,
      "<0x90>": 147,
      "<0x91>": 148,
      "<0x92>": 149,
      "<0x93>": 150,
      "<0x94>": 151,
      "<0x95>": 152,
      "<0x96>": 153,
      "<0x97>": 154,
      "<0x98>": 155,
      "<0x99>": 156,
      "<0x9A>": 157,
      "<0x9B>": 158,
      "<0x9C>": 159,
      "<0x9D>": 160,
      "<0x9E>": 161,
      "<0x9F>": 162,
      "<0xA0>": 163,
      "<0xA1>": 164,
      "<0xA2>": 165,
      "<0xA3>": 166,
      "<0xA4>": 167,
      "<0xA5>": 168,
      "<0xA6>": 169,
      "<0xA7>": 170,
      "<0xA8>": 171,
      "<0xA9>": 172,
      "<0xAA>": 173,
      "<0xAB>": 174,
      "<0xAC>": 175,
      "<0xAD>": 176,
      "<0xAE>": 177,
      "<0xAF>": 178,
      "<0xB0>": 179,
      "<0xB1>": 180,
      "<0xB2>": 181,
      "<0xB3>": 182,
      "<0xB4>": 183,
      "<0xB5>": 184,
      "<0xB6>": 185,
      "<0xB7>": 186,
      "<0xB8>": 187,
      "<0xB9>": 188,
      "<0xBA>": 189,
      "<0xBB>": 190,
      "<0xBC>": 191,
      "<0xBD>": 192,
      "<0xBE>": 193,
      "<0xBF>": 194,
      "<0xC0>": 195,
      "<0xC1>": 196,
      "<0xC2>": 197,
      "<0xC3>": 198,
      "<0xC4>": 199,
      "<0xC5>": 200,
      "<0xC6>": 201,
      "<0xC7>": 202,
      "<0xC8>": 203,
      "<0xC9>": 204,
      "<0xCA>": 205,
      "<0xCB>": 206,
      "<0xCC>": 207,
      "<0xCD>": 208,
      "<0xCE>": 209,
      "<0xCF>": 210,
      "<0xD0>": 211,
      "<0xD1>": 212,
      "<0xD2>": 213,
      "<0xD3>": 214,
      "<0xD4>": 215,
      "<0xD5>": 216,
      "<0xD6>": 217,
      "<0xD7>": 218,
      "<0xD8>": 219,
      "<0xD9>": 220,
      "<0xDA>": 221,
      "<0xDB>": 222,
      "<0xDC>": 223,
      "<0xDD>": 224,
      "<0xDE>": 225,
      "<0xDF>": 226,
      "<0xE0>": 227,
      "<0xE1>": 228,
      "<0xE2>": 229,
      "<0xE3>": 230,
      "<0xE4>": 231,
      "<0xE5>": 232,
      "<0xE6>": 233,
      "<0xE7>": 234,
      "<0xE8>": 235,
      "<0xE9>": 236,
      "<0xEA>": 237,
      "<0xEB>": 238,
      "<0xEC>": 239,
      "<0xED>": 240,
      "<0xEE>": 241,
      "<0xEF>": 242,
      "<0xF0>": 243,
      "<0xF1>": 244,
      "<0xF2>": 245,
      "<0xF3>": 246,
      "<0xF4>": 247,
      "<0xF5>": 248,
      "<0xF6>": 249,
      "<0xF7>": 250,
      "<0xF8>": 251,
      "<0xF9>": 252,
      "<0xFA>": 253,
      "<0xFB>": 254,
      "<0xFC>": 255,
      "<0xFD>": 256,
      "<0xFE>": 257,
      "<0xFF>": 258,
      "!": 259,
      "\"": 260,
      "#": 261,
      "$": 262,
      "%": 263,
      "&": 264,
      "'": 265,
      "(": 266,
      ")": 267,
      "*": 268,
      "+": 269,
      ",": 270,
      "-": 271,
      ".": 272,
      "/": 273,
      "0": 274,
      "1": 275,
      "2": 276,
      "3": 277,
      "4": 278,
      "5": 279,
      "6": 280,
      "7": 281,
      "8": 282,
      "9": 283,
      ":": 284,
      ";": 285,
      "<": 286,
      "=": 287,
      ">": 288,
      "?": 289,
      "@": 290,
      "A": 291,
      "B": 292,
      "C": 293,
      "D": 294,
      "E": 295,
      "F": 296,
      "G": 297,
      "H": 298,
      "I": 299,
      "J": 300,
      "K": 301,
      "L": 302,
      "M": 303,
      "N": 304,
      "O": 305,
      "P": 306,
      "Q": 307,
      "R": 308,
      "S": 309,
      "T": 310,
      "U": 311,
      "V": 312,
      "W": 313,
      "X": 314,
      "Y": 315,
      "Z": 316,
      "[": 317,
      "\\": 318,
      "]": 319,
      "^": 320,
      "_": 321,
      "`": 322,
      "a": 323,
      "b": 324,
      "c": 325,
      "d": 326,
      "e": 327,
      "f": 328,
      "g": 329,
      "h": 330,
      "i": 331,
      "j": 332,
      "k": 333,
      "l": 334,
      "m": 335,
      "n": 336,
      "o": 337,
      "p": 338,
      "q": 339,
      "r": 340,
      "s": 341,
      "t": 342,
      "u": 343,
      "v": 344,
      "w": 345,
      "x": 346,
      "y": 347,
      "z": 348,
      "{": 349,
      "|": 350,
      "}": 351,
      "~": 352,
      "": 353,
      "¡": 354,
      "£": 355,
      "¥": 356,
      "°": 357,
      "±": 358,
      "·": 359,
      "×": 360,
      "ò": 361,
      "ü": 362,
      "ā": 363,
      "Ġ": 364,
      "ī": 365,
      "ǎ": 366,
      "ǖ": 367,
      "ˇ": 368,
      "́": 369,
      "̄": 370,
      "̇": 371,
      "̈": 372,
      "Α": 373,
      "Γ": 374,
      "Π": 375,
      "Σ": 376,
      "Φ": 377,
      "Ψ": 378,
      "Ω": 379,
      "α": 380,
      "β": 381,
      "γ": 382,
      "δ": 383,
      "ε": 384,
      "θ": 385,
      "κ": 386,
      "λ": 387,
      "ν": 388,
      "ξ": 389,
      "π": 390,
      "σ": 391,
      "τ": 392,
      "χ": 393,
      "ψ": 394,
      "ω": 395,
      "В": 396,
      "У": 397,
      "а": 398,
      "в": 399,
      "д": 400,
      "е": 401,
      "и": 402,
      "м": 403,
      "н": 404,
      "о": 405,
      "р": 406,
      "с": 407,
      "т": 408,
      "ё": 409,
      "ლ": 410,
      "ღ": 411,
      "​": 412,
      "‌": 413,
      "–": 414,
      "—": 415,
      "―": 416,
      "‘": 417,
      "’": 418,
      "“": 419,
      "”": 420,
      "•": 421,
      "…": 422,
      "‧": 423,
      "′": 424,
      "※": 425,
      "‼": 426,
      "⁄": 427,
      "⁉": 428,
      "₽": 429,
      "⃣": 430,
      "™": 431,
      "ℹ": 432,
      "←": 433,
      "↑": 434,
      "→": 435,
      "↓": 436,
      "↔": 437,
      "↕": 438,
      "↖": 439,
      "↗": 440,
      "↘": 441,
      "↙": 442,
      "↩": 443,
      "↪": 444,
      "∈": 445,
      "∞": 446,
      "∥": 447,
      "∧": 448,
      "∨": 449,
      "∩": 450,
      "∪": 451,
      "∫": 452,
      "∶": 453,
      "∷": 454,
      "∼": 455,
      "∽": 456,
      "≈": 457,
      "≡": 458,
      "⊙": 459,
      "⋯": 460,
      "⌒": 461,
      "⌚": 462,
      "⌛": 463,
      "⌨": 464,
      "⏏": 465,
      "⏩": 466,
      "⏪": 467,
      "⏫": 468,
      "⏬": 469,
      "⏭": 470,
      "⏮": 471,
      "⏯": 472,
      "⏰": 473,
      "⏱": 474,
      "⏲": 475,
      "⏳": 476,
      "⏸": 477,
      "⏹": 478,
      "⏺": 479,
      "─": 480,
      "━": 481,
      "│": 482,
      "┃": 483,
      "┅": 484,
      "┉": 485,
      "┑": 486,
      "┬": 487,
      "╋": 488,
      "█": 489,
      "■": 490,
      "□": 491,
      "▪": 492,
      "▫": 493,
      "▲": 494,
      "△": 495,
      "▶": 496,
      "▼": 497,
      "▽": 498,
      "◀": 499,
      "◆": 500,
      "◇": 501,
      "○": 502,
      "◎": 503,
      "●": 504,
      "◻": 505,
      "◼": 506,
      "◽": 507,
      "◾": 508,
      "☀": 509,
      "☁": 510,
      "☂": 511,
      "☃": 512,
      "☄": 513,
      "★": 514,
      "☆": 515,
      "☎": 516,
      "☑": 517,
      "☔": 518,
      "☕": 519,
      "☘": 520,
      "☚": 521,
      "☛": 522,
      "☜": 523,
      "☝": 524,
      "☞": 525,
      "☟": 526,
      "☠": 527,
      "☢": 528,
      "☣": 529,
      "☦": 530,
      "☪": 531,
      "☫": 532,
      "☬": 533,
      "☮": 534,
      "☯": 535,
      "☰": 536,
      "☱": 537,
      "☲": 538,
      "☳": 539,
      "☴": 540,
      "☵": 541,
      "☶": 542,
      "☷": 543,
      "☸": 544,
      "☹": 545,
      "☺": 546,
      "☻": 547,
      "☼": 548,
      "☽": 549,
      "☾": 550,
      "☿": 551,
      "♀": 552,
      "♂": 553,
      "♅": 554,
      "♆": 555,
      "♇": 556,
      "♈": 557,
      "♉": 558,
      "♊": 559,
      "♋": 560,
      "♌": 561,
      "♍": 562,
      "♎": 563,
      "♏": 564,
      "♐": 565,
      "♑": 566,
      "♒": 567,
      "♓": 568,
      "♔": 569,
      "♕": 570,
      "♖": 571,
      "♗": 572,
      "♟": 573,
      "♠": 574,
      "♡": 575,
      "♣": 576,
      "♥": 577,
      "♦": 578,
      "♧": 579,
      "♨": 580,
      "♩": 581,
      "♪": 582,
      "♫": 583,
      "♬": 584,
      "♻": 585,
      "♾": 586,
      "♿": 587,
      "⚐": 588,
      "⚑": 589,
      "⚒": 590,
      "⚓": 591,
      "⚔": 592,
      "⚕": 593,
      "⚖": 594,
      "⚗": 595,
      "⚘": 596,
      "⚙": 597,
      "⚛": 598,
      "⚜": 599,
      "⚠": 600,
      "⚡": 601,
      "⚢": 602,
      "⚣": 603,
      "⚤": 604,
      "⚥": 605,
      "⚦": 606,
      "⚧": 607,
      "⚪": 608,
      "⚫": 609,
      "⚰": 610,
      "⚱": 611,
      "⚽": 612,
      "⚾": 613,
      "⚿": 614,
      "⛄": 615,
      "⛅": 616,
      "⛇": 617,
      "⛈": 618,
      "⛎": 619,
      "⛏": 620,
      "⛑": 621,
      "⛓": 622,
      "⛔": 623,
      "⛟": 624,
      "⛩": 625,
      "⛪": 626,
      "⛰": 627,
      "⛱": 628,
      "⛲": 629,
      "⛳": 630,
      "⛴": 631,
      "⛵": 632,
      "⛶": 633,
      "⛷": 634,
      "⛸": 635,
      "⛹": 636,
      "⛽": 637,
      "✂": 638,
      "✅": 639,
      "✉": 640,
      "✊": 641,
      "✋": 642,
      "✌": 643,
      "✍": 644,
      "✏": 645,
      "✒": 646,
      "✔": 647,
      "✖": 648,
      "✝": 649,
      "✡": 650,
      "✨": 651,
      "✳": 652,
      "✴": 653,
      "❄": 654,
      "❇": 655,
      "❌": 656,
      "❎": 657,
      "❓": 658,
      "❗": 659,
      "❣": 660,
      "❤": 661,
      "❥": 662,
      "❦": 663,
      "❧": 664,
      "➕": 665,
      "➖": 666,
      "➗": 667,
      "➡": 668,
      "➰": 669,
      "➿": 670,
      "⬅": 671,
      "⬆": 672,
      "⬇": 673,
      "⬛": 674,
      "⬜": 675,
      "⭐": 676,
      "⭕": 677,
      "、": 678,
      "。": 679,
      "〃": 680,
      "々": 681,
      "〇": 682,
      "〈": 683,
      "〉": 684,
      "《": 685,
      "》": 686,
      "「": 687,
      "」": 688,
      "『": 689,
      "』": 690,
      "【": 691,
      "】": 692,
      "〓": 693,
      "〔": 694,
      "〕": 695,
      "〖": 696,
      "〗": 697,
      "〜": 698,
      "〝": 699,
      "〞": 700,
      "〰": 701,
      "〽": 702,
      "ぁ": 703,
      "あ": 704,
      "ぃ": 705,
      "い": 706,
      "ぅ": 707,
      "う": 708,
      "ぇ": 709,
      "え": 710,
      "ぉ": 711,
      "お": 712,
      "か": 713,
      "が": 714,
      "き": 715,
      "ぎ": 716,
      "く": 717,
      "ぐ": 718,
      "け": 719,
      "げ": 720,
      "こ": 721,
      "ご": 722,
      "さ": 723,
      "ざ": 724,
      "し": 725,
      "じ": 726,
      "す": 727,
      "ず": 728,
      "せ": 729,
      "ぜ": 730,
      "そ": 731,
      "ぞ": 732,
      "た": 733,
      "だ": 734,
      "ち": 735,
      "ぢ": 736,
      "っ": 737,
      "つ": 738,
      "づ": 739,
      "て": 740,
      "で": 741,
      "と": 742,
      "ど": 743,
      "な": 744,
      "に": 745,
      "ぬ": 746,
      "ね": 747,
      "の": 748,
      "は": 749,
      "ば": 750,
      "ぱ": 751,
      "ひ": 752,
      "び": 753,
      "ぴ": 754,
      "ふ": 755,
      "ぶ": 756,
      "ぷ": 757,
      "へ": 758,
      "べ": 759,
      "ぺ": 760,
      "ほ": 761,
      "ぼ": 762,
      "ぽ": 763,
      "ま": 764,
      "み": 765,
      "む": 766,
      "め": 767,
      "も": 768,
      "ゃ": 769,
      "や": 770,
      "ゅ": 771,
      "ゆ": 772,
      "ょ": 773,
      "よ": 774,
      "ら": 775,
      "り": 776,
      "る": 777,
      "れ": 778,
      "ろ": 779,
      "わ": 780,
      "を": 781,
      "ん": 782,
      "゙": 783,
      "ァ": 784,
      "ア": 785,
      "ィ": 786,
      "イ": 787,
      "ゥ": 788,
      "ウ": 789,
      "ェ": 790,
      "エ": 791,
      "ォ": 792,
      "オ": 793,
      "カ": 794,
      "ガ": 795,
      "キ": 796,
      "ギ": 797,
      "ク": 798,
      "グ": 799,
      "ケ": 800,
      "ゲ": 801,
      "コ": 802,
      "ゴ": 803,
      "サ": 804,
      "ザ": 805,
      "シ": 806,
      "ジ": 807,
      "ス": 808,
      "ズ": 809,
      "セ": 810,
      "ゼ": 811,
      "ソ": 812,
      "ゾ": 813,
      "タ": 814,
      "ダ": 815,
      "チ": 816,
      "ッ": 817,
      "ツ": 818,
      "テ": 819,
      "デ": 820,
      "ト": 821,
      "ド": 822,
      "ナ": 823,
      "ニ": 824,
      "ヌ": 825,
      "ネ": 826,
      "ノ": 827,
      "ハ": 828,
      "バ": 829,
      "パ": 830,
      "ヒ": 831,
      "ビ": 832,
      "ピ": 833,
      "フ": 834,
      "ブ": 835,
      "プ": 836,
      "ヘ": 837,
      "ベ": 838,
      "ペ": 839,
      "ホ": 840,
      "ボ": 841,
      "ポ": 842,
      "マ": 843,
      "ミ": 844,
      "ム": 845,
      "メ": 846,
      "モ": 847,
      "ャ": 848,
      "ヤ": 849,
      "ュ": 850,
      "ユ": 851,
      "ョ": 852,
      "ヨ": 853,
      "ラ": 854,
      "リ": 855,
      "ル": 856,
      "レ": 857,
      "ロ": 858,
      "ワ": 859,
      "ン": 860,
      "ヴ": 861,
      "・": 862,
      "ー": 863,
      "ㄋ": 864,
      "ㄐ": 865,
      "ㄑ": 866,
      "ㄒ": 867,
      "ㄚ": 868,
      "ㄛ": 869,
      "ㄜ": 870,
      "ㄟ": 871,
      "ㄠ": 872,
      "ㄧ": 873,
      "㊗": 874,
      "㊙": 875,
      "㭴": 876,
      "一": 877,
      "丁": 878,
      "七": 879,
      "万": 880,
      "丈": 881,
      "三": 882,
      "上": 883,
      "下": 884,
      "不": 885,
      "与": 886,
      "丐": 887,
      "丑": 888,
      "专": 889,
      "且": 890,
      "丕": 891,
      "世": 892,
      "丘": 893,
      "丙": 894,
      "业": 895,
      "丛": 896,
      "东": 897,
      "丝": 898,
      "丞": 899,
      "両": 900,
      "丢": 901,
      "两": 902,
      "严": 903,
      "丧": 904,
      "丨": 905,
      "个": 906,
      "丫": 907,
      "中": 908,
      "丰": 909,
      "串": 910,
      "临": 911,
      "丶": 912,
      "丸": 913,
      "丹": 914,
      "为": 915,
      "主": 916,
      "丼": 917,
      "丽": 918,
      "举": 919,
      "乃": 920,
      "久": 921,
      "么": 922,
      "义": 923,
      "之": 924,
      "乌": 925,
      "乍": 926,
      "乎": 927,
      "乏": 928,
      "乐": 929,
      "乒": 930,
      "乓": 931,
      "乔": 932,
      "乖": 933,
      "乗": 934,
      "乘": 935,
      "乙": 936,
      "乜": 937,
      "九": 938,
      "乞": 939,
      "也": 940,
      "习": 941,
      "乡": 942,
      "书": 943,
      "买": 944,
      "乱": 945,
      "乳": 946,
      "乾": 947,
      "亀": 948,
      "了": 949,
      "予": 950,
      "争": 951,
      "事": 952,
      "二": 953,
      "亍": 954,
      "于": 955,
      "亏": 956,
      "云": 957,
      "互": 958,
      "亓": 959,
      "五": 960,
      "井": 961,
      "亘": 962,
      "亚": 963,
      "些": 964,
      "亟": 965,
      "亡": 966,
      "亢": 967,
      "交": 968,
      "亥": 969,
      "亦": 970,
      "产": 971,
      "亨": 972,
      "亩": 973,
      "享": 974,
      "京": 975,
      "亭": 976,
      "亮": 977,
      "亲": 978,
      "亳": 979,
      "亵": 980,
      "人": 981,
      "亿": 982,
      "什": 983,
      "仁": 984,
      "仄": 985,
      "仅": 986,
      "仆": 987,
      "仇": 988,
      "今": 989,
      "介": 990,
      "仍": 991,
      "从": 992,
      "仑": 993,
      "仓": 994,
      "仔": 995,
      "仕": 996,
      "他": 997,
      "仗": 998,
      "付": 999,
      "仙": 1000,
      "仞": 1001,
      "代": 1002,
      "令": 1003,
      "以": 1004,
      "仨": 1005,
      "仪": 1006,
      "们": 1007,
      "仰": 1008,
      "仲": 1009,
      "件": 1010,
      "价": 1011,
      "任": 1012,
      "份": 1013,
      "仿": 1014,
      "企": 1015,
      "伊": 1016,
      "伍": 1017,
      "伎": 1018,
      "伏": 1019,
      "伐": 1020,
      "休": 1021,
      "众": 1022,
      "优": 1023,
      "伙": 1024,
      "会": 1025,
      "伝": 1026,
      "伞": 1027,
      "伟": 1028,
      "传": 1029,
      "伢": 1030,
      "伤": 1031,
      "伦": 1032,
      "伪": 1033,
      "伫": 1034,
      "伯": 1035,
      "估": 1036,
      "伲": 1037,
      "伴": 1038,
      "伶": 1039,
      "伸": 1040,
      "伺": 1041,
      "似": 1042,
      "伽": 1043,
      "但": 1044,
      "位": 1045,
      "低": 1046,
      "住": 1047,
      "佐": 1048,
      "佑": 1049,
      "体": 1050,
      "何": 1051,
      "佗": 1052,
      "佘": 1053,
      "余": 1054,
      "佛": 1055,
      "作": 1056,
      "佝": 1057,
      "佟": 1058,
      "你": 1059,
      "佢": 1060,
      "佣": 1061,
      "佩": 1062,
      "佬": 1063,
      "佯": 1064,
      "佳": 1065,
      "佻": 1066,
      "佼": 1067,
      "使": 1068,
      "侃": 1069,
      "侄": 1070,
      "侈": 1071,
      "例": 1072,
      "侍": 1073,
      "侏": 1074,
      "侑": 1075,
      "供": 1076,
      "依": 1077,
      "侠": 1078,
      "侣": 1079,
      "侥": 1080,
      "侦": 1081,
      "侧": 1082,
      "侨": 1083,
      "侬": 1084,
      "侮": 1085,
      "侯": 1086,
      "侵": 1087,
      "便": 1088,
      "促": 1089,
      "俄": 1090,
      "俅": 1091,
      "俊": 1092,
      "俏": 1093,
      "俐": 1094,
      "俑": 1095,
      "俗": 1096,
      "俘": 1097,
      "俚": 1098,
      "保": 1099,
      "俞": 1100,
      "俟": 1101,
      "信": 1102,
      "俦": 1103,
      "俨": 1104,
      "俩": 1105,
      "俪": 1106,
      "俭": 1107,
      "修": 1108,
      "俯": 1109,
      "俱": 1110,
      "俸": 1111,
      "俺": 1112,
      "俾": 1113,
      "倌": 1114,
      "倍": 1115,
      "倏": 1116,
      "倒": 1117,
      "倔": 1118,
      "倘": 1119,
      "候": 1120,
      "倚": 1121,
      "倜": 1122,
      "借": 1123,
      "倡": 1124,
      "値": 1125,
      "倦": 1126,
      "倨": 1127,
      "倩": 1128,
      "倪": 1129,
      "倭": 1130,
      "债": 1131,
      "值": 1132,
      "倾": 1133,
      "偃": 1134,
      "假": 1135,
      "偌": 1136,
      "偎": 1137,
      "偏": 1138,
      "偕": 1139,
      "做": 1140,
      "停": 1141,
      "健": 1142,
      "偶": 1143,
      "偷": 1144,
      "偻": 1145,
      "偾": 1146,
      "偿": 1147,
      "傀": 1148,
      "傅": 1149,
      "傍": 1150,
      "傥": 1151,
      "储": 1152,
      "傩": 1153,
      "催": 1154,
      "傲": 1155,
      "傻": 1156,
      "像": 1157,
      "僚": 1158,
      "僧": 1159,
      "僭": 1160,
      "僮": 1161,
      "僵": 1162,
      "僻": 1163,
      "儒": 1164,
      "儡": 1165,
      "儿": 1166,
      "兀": 1167,
      "允": 1168,
      "元": 1169,
      "兄": 1170,
      "充": 1171,
      "兆": 1172,
      "先": 1173,
      "光": 1174,
      "克": 1175,
      "免": 1176,
      "兑": 1177,
      "兔": 1178,
      "党": 1179,
      "兜": 1180,
      "兢": 1181,
      "入": 1182,
      "全": 1183,
      "八": 1184,
      "公": 1185,
      "六": 1186,
      "兮": 1187,
      "兰": 1188,
      "共": 1189,
      "关": 1190,
      "兴": 1191,
      "兵": 1192,
      "其": 1193,
      "具": 1194,
      "典": 1195,
      "兹": 1196,
      "养": 1197,
      "兼": 1198,
      "兽": 1199,
      "冀": 1200,
      "内": 1201,
      "冇": 1202,
      "冈": 1203,
      "冉": 1204,
      "册": 1205,
      "再": 1206,
      "冒": 1207,
      "冕": 1208,
      "冗": 1209,
      "写": 1210,
      "军": 1211,
      "农": 1212,
      "冠": 1213,
      "冢": 1214,
      "冤": 1215,
      "冥": 1216,
      "冬": 1217,
      "冯": 1218,
      "冰": 1219,
      "冲": 1220,
      "决": 1221,
      "冴": 1222,
      "况": 1223,
      "冶": 1224,
      "冷": 1225,
      "冻": 1226,
      "冼": 1227,
      "冽": 1228,
      "净": 1229,
      "凄": 1230,
      "准": 1231,
      "凇": 1232,
      "凉": 1233,
      "凋": 1234,
      "凌": 1235,
      "减": 1236,
      "凑": 1237,
      "凛": 1238,
      "凝": 1239,
      "几": 1240,
      "凡": 1241,
      "凤": 1242,
      "処": 1243,
      "凪": 1244,
      "凫": 1245,
      "凭": 1246,
      "凯": 1247,
      "凰": 1248,
      "凳": 1249,
      "凵": 1250,
      "凶": 1251,
      "凸": 1252,
      "凹": 1253,
      "出": 1254,
      "击": 1255,
      "函": 1256,
      "凿": 1257,
      "刀": 1258,
      "刁": 1259,
      "刃": 1260,
      "分": 1261,
      "切": 1262,
      "刈": 1263,
      "刊": 1264,
      "刑": 1265,
      "划": 1266,
      "刖": 1267,
      "列": 1268,
      "刘": 1269,
      "则": 1270,
      "刚": 1271,
      "创": 1272,
      "初": 1273,
      "删": 1274,
      "判": 1275,
      "刨": 1276,
      "利": 1277,
      "别": 1278,
      "刮": 1279,
      "到": 1280,
      "制": 1281,
      "刷": 1282,
      "券": 1283,
      "刹": 1284,
      "刺": 1285,
      "刻": 1286,
      "刽": 1287,
      "剁": 1288,
      "剂": 1289,
      "剃": 1290,
      "削": 1291,
      "剌": 1292,
      "前": 1293,
      "剐": 1294,
      "剑": 1295,
      "剔": 1296,
      "剖": 1297,
      "剜": 1298,
      "剣": 1299,
      "剥": 1300,
      "剧": 1301,
      "剩": 1302,
      "剪": 1303,
      "副": 1304,
      "割": 1305,
      "剽": 1306,
      "剿": 1307,
      "劈": 1308,
      "力": 1309,
      "劝": 1310,
      "办": 1311,
      "功": 1312,
      "加": 1313,
      "务": 1314,
      "劣": 1315,
      "动": 1316,
      "助": 1317,
      "努": 1318,
      "劫": 1319,
      "励": 1320,
      "劲": 1321,
      "劳": 1322,
      "効": 1323,
      "势": 1324,
      "勃": 1325,
      "勇": 1326,
      "勉": 1327,
      "勋": 1328,
      "勐": 1329,
      "勒": 1330,
      "勘": 1331,
      "募": 1332,
      "勤": 1333,
      "勺": 1334,
      "勾": 1335,
      "勿": 1336,
      "匀": 1337,
      "匂": 1338,
      "包": 1339,
      "匆": 1340,
      "匈": 1341,
      "匍": 1342,
      "匐": 1343,
      "匕": 1344,
      "化": 1345,
      "北": 1346,
      "匙": 1347,
      "匝": 1348,
      "匠": 1349,
      "匡": 1350,
      "匣": 1351,
      "匪": 1352,
      "匮": 1353,
      "匹": 1354,
      "区": 1355,
      "医": 1356,
      "匾": 1357,
      "匿": 1358,
      "十": 1359,
      "千": 1360,
      "升": 1361,
      "午": 1362,
      "卉": 1363,
      "半": 1364,
      "卍": 1365,
      "华": 1366,
      "协": 1367,
      "卑": 1368,
      "卒": 1369,
      "卓": 1370,
      "单": 1371,
      "卖": 1372,
      "南": 1373,
      "単": 1374,
      "博": 1375,
      "卜": 1376,
      "卞": 1377,
      "卟": 1378,
      "占": 1379,
      "卡": 1380,
      "卢": 1381,
      "卤": 1382,
      "卦": 1383,
      "卧": 1384,
      "卫": 1385,
      "卯": 1386,
      "印": 1387,
      "危": 1388,
      "即": 1389,
      "却": 1390,
      "卵": 1391,
      "卷": 1392,
      "卸": 1393,
      "卿": 1394,
      "厂": 1395,
      "厄": 1396,
      "厅": 1397,
      "历": 1398,
      "厉": 1399,
      "压": 1400,
      "厌": 1401,
      "厕": 1402,
      "厘": 1403,
      "厚": 1404,
      "厝": 1405,
      "原": 1406,
      "厢": 1407,
      "厣": 1408,
      "厥": 1409,
      "厦": 1410,
      "厨": 1411,
      "厩": 1412,
      "厮": 1413,
      "去": 1414,
      "县": 1415,
      "叁": 1416,
      "参": 1417,
      "又": 1418,
      "叉": 1419,
      "及": 1420,
      "友": 1421,
      "双": 1422,
      "反": 1423,
      "収": 1424,
      "发": 1425,
      "叔": 1426,
      "取": 1427,
      "受": 1428,
      "变": 1429,
      "叙": 1430,
      "叛": 1431,
      "叟": 1432,
      "叠": 1433,
      "叡": 1434,
      "口": 1435,
      "古": 1436,
      "句": 1437,
      "另": 1438,
      "叨": 1439,
      "叩": 1440,
      "只": 1441,
      "叫": 1442,
      "召": 1443,
      "叭": 1444,
      "叮": 1445,
      "可": 1446,
      "台": 1447,
      "叱": 1448,
      "史": 1449,
      "右": 1450,
      "叶": 1451,
      "号": 1452,
      "司": 1453,
      "叹": 1454,
      "叻": 1455,
      "叼": 1456,
      "叽": 1457,
      "吁": 1458,
      "吃": 1459,
      "各": 1460,
      "吆": 1461,
      "合": 1462,
      "吉": 1463,
      "吊": 1464,
      "吋": 1465,
      "同": 1466,
      "名": 1467,
      "后": 1468,
      "吏": 1469,
      "吐": 1470,
      "向": 1471,
      "吒": 1472,
      "吓": 1473,
      "吔": 1474,
      "吕": 1475,
      "吖": 1476,
      "吗": 1477,
      "吚": 1478,
      "君": 1479,
      "吝": 1480,
      "吞": 1481,
      "吟": 1482,
      "吠": 1483,
      "吡": 1484,
      "否": 1485,
      "吧": 1486,
      "吨": 1487,
      "吩": 1488,
      "含": 1489,
      "听": 1490,
      "吭": 1491,
      "吮": 1492,
      "启": 1493,
      "吱": 1494,
      "吴": 1495,
      "吵": 1496,
      "吸": 1497,
      "吹": 1498,
      "吻": 1499,
      "吼": 1500,
      "吾": 1501,
      "呀": 1502,
      "呃": 1503,
      "呆": 1504,
      "呈": 1505,
      "告": 1506,
      "呋": 1507,
      "呎": 1508,
      "呐": 1509,
      "呑": 1510,
      "呒": 1511,
      "呓": 1512,
      "呔": 1513,
      "呕": 1514,
      "呗": 1515,
      "员": 1516,
      "呛": 1517,
      "呜": 1518,
      "呢": 1519,
      "呣": 1520,
      "呤": 1521,
      "呦": 1522,
      "周": 1523,
      "呪": 1524,
      "呯": 1525,
      "呱": 1526,
      "呲": 1527,
      "味": 1528,
      "呵": 1529,
      "呶": 1530,
      "呷": 1531,
      "呸": 1532,
      "呻": 1533,
      "呼": 1534,
      "命": 1535,
      "咀": 1536,
      "咁": 1537,
      "咂": 1538,
      "咄": 1539,
      "咆": 1540,
      "咋": 1541,
      "和": 1542,
      "咎": 1543,
      "咏": 1544,
      "咐": 1545,
      "咒": 1546,
      "咔": 1547,
      "咕": 1548,
      "咖": 1549,
      "咗": 1550,
      "咘": 1551,
      "咙": 1552,
      "咚": 1553,
      "咛": 1554,
      "咝": 1555,
      "咣": 1556,
      "咤": 1557,
      "咥": 1558,
      "咦": 1559,
      "咧": 1560,
      "咨": 1561,
      "咩": 1562,
      "咪": 1563,
      "咫": 1564,
      "咬": 1565,
      "咭": 1566,
      "咯": 1567,
      "咱": 1568,
      "咲": 1569,
      "咳": 1570,
      "咴": 1571,
      "咸": 1572,
      "咻": 1573,
      "咽": 1574,
      "咿": 1575,
      "哀": 1576,
      "品": 1577,
      "哂": 1578,
      "哄": 1579,
      "哆": 1580,
      "哇": 1581,
      "哈": 1582,
      "哉": 1583,
      "响": 1584,
      "哎": 1585,
      "哐": 1586,
      "哑": 1587,
      "哒": 1588,
      "哔": 1589,
      "哗": 1590,
      "哝": 1591,
      "哞": 1592,
      "哟": 1593,
      "哢": 1594,
      "哥": 1595,
      "哦": 1596,
      "哧": 1597,
      "哨": 1598,
      "哩": 1599,
      "哪": 1600,
      "哭": 1601,
      "哮": 1602,
      "哲": 1603,
      "哺": 1604,
      "哼": 1605,
      "哽": 1606,
      "唆": 1607,
      "唇": 1608,
      "唉": 1609,
      "唏": 1610,
      "唐": 1611,
      "唔": 1612,
      "唠": 1613,
      "唤": 1614,
      "唧": 1615,
      "唬": 1616,
      "售": 1617,
      "唯": 1618,
      "唰": 1619,
      "唱": 1620,
      "唷": 1621,
      "唾": 1622,
      "唿": 1623,
      "啃": 1624,
      "啄": 1625,
      "商": 1626,
      "啊": 1627,
      "啐": 1628,
      "啕": 1629,
      "啖": 1630,
      "啜": 1631,
      "啡": 1632,
      "啤": 1633,
      "啥": 1634,
      "啦": 1635,
      "啧": 1636,
      "啪": 1637,
      "啬": 1638,
      "啮": 1639,
      "啯": 1640,
      "啰": 1641,
      "啲": 1642,
      "啵": 1643,
      "啷": 1644,
      "啸": 1645,
      "啻": 1646,
      "啼": 1647,
      "啾": 1648,
      "喀": 1649,
      "喁": 1650,
      "喂": 1651,
      "喃": 1652,
      "善": 1653,
      "喇": 1654,
      "喉": 1655,
      "喊": 1656,
      "喋": 1657,
      "喏": 1658,
      "喔": 1659,
      "喘": 1660,
      "喙": 1661,
      "喜": 1662,
      "喝": 1663,
      "喟": 1664,
      "喧": 1665,
      "喰": 1666,
      "喱": 1667,
      "喳": 1668,
      "喵": 1669,
      "喷": 1670,
      "喻": 1671,
      "喽": 1672,
      "嗄": 1673,
      "嗅": 1674,
      "嗉": 1675,
      "嗑": 1676,
      "嗒": 1677,
      "嗓": 1678,
      "嗔": 1679,
      "嗖": 1680,
      "嗜": 1681,
      "嗝": 1682,
      "嗞": 1683,
      "嗟": 1684,
      "嗡": 1685,
      "嗣": 1686,
      "嗤": 1687,
      "嗦": 1688,
      "嗨": 1689,
      "嗪": 1690,
      "嗫": 1691,
      "嗬": 1692,
      "嗯": 1693,
      "嗲": 1694,
      "嗳": 1695,
      "嗵": 1696,
      "嗷": 1697,
      "嗽": 1698,
      "嘀": 1699,
      "嘁": 1700,
      "嘅": 1701,
      "嘈": 1702,
      "嘉": 1703,
      "嘎": 1704,
      "嘘": 1705,
      "嘚": 1706,
      "嘛": 1707,
      "嘞": 1708,
      "嘟": 1709,
      "嘢": 1710,
      "嘣": 1711,
      "嘤": 1712,
      "嘬": 1713,
      "嘭": 1714,
      "嘱": 1715,
      "嘲": 1716,
      "嘴": 1717,
      "嘶": 1718,
      "嘹": 1719,
      "嘻": 1720,
      "嘿": 1721,
      "噌": 1722,
      "噎": 1723,
      "噔": 1724,
      "噗": 1725,
      "噘": 1726,
      "噙": 1727,
      "噛": 1728,
      "噜": 1729,
      "噢": 1730,
      "噤": 1731,
      "器": 1732,
      "噩": 1733,
      "噪": 1734,
      "噫": 1735,
      "噬": 1736,
      "噱": 1737,
      "噶": 1738,
      "噼": 1739,
      "嚅": 1740,
      "嚎": 1741,
      "嚏": 1742,
      "嚓": 1743,
      "嚟": 1744,
      "嚣": 1745,
      "嚯": 1746,
      "嚷": 1747,
      "嚼": 1748,
      "囊": 1749,
      "囔": 1750,
      "囗": 1751,
      "囚": 1752,
      "四": 1753,
      "回": 1754,
      "因": 1755,
      "囡": 1756,
      "团": 1757,
      "団": 1758,
      "囤": 1759,
      "囧": 1760,
      "囫": 1761,
      "园": 1762,
      "困": 1763,
      "囱": 1764,
      "囲": 1765,
      "围": 1766,
      "囵": 1767,
      "固": 1768,
      "国": 1769,
      "图": 1770,
      "圃": 1771,
      "圆": 1772,
      "圈": 1773,
      "圜": 1774,
      "土": 1775,
      "圣": 1776,
      "圧": 1777,
      "在": 1778,
      "圭": 1779,
      "地": 1780,
      "圳": 1781,
      "场": 1782,
      "圾": 1783,
      "址": 1784,
      "坂": 1785,
      "均": 1786,
      "坊": 1787,
      "坍": 1788,
      "坎": 1789,
      "坏": 1790,
      "坐": 1791,
      "坑": 1792,
      "块": 1793,
      "坚": 1794,
      "坛": 1795,
      "坝": 1796,
      "坞": 1797,
      "坟": 1798,
      "坠": 1799,
      "坡": 1800,
      "坤": 1801,
      "坦": 1802,
      "坨": 1803,
      "坪": 1804,
      "坳": 1805,
      "坷": 1806,
      "垂": 1807,
      "垃": 1808,
      "垄": 1809,
      "型": 1810,
      "垒": 1811,
      "垠": 1812,
      "垡": 1813,
      "垢": 1814,
      "垦": 1815,
      "垫": 1816,
      "垭": 1817,
      "垮": 1818,
      "埂": 1819,
      "埃": 1820,
      "埋": 1821,
      "城": 1822,
      "域": 1823,
      "埠": 1824,
      "培": 1825,
      "基": 1826,
      "埽": 1827,
      "堀": 1828,
      "堂": 1829,
      "堆": 1830,
      "堇": 1831,
      "堋": 1832,
      "堑": 1833,
      "堕": 1834,
      "堡": 1835,
      "堤": 1836,
      "堪": 1837,
      "堵": 1838,
      "塌": 1839,
      "塑": 1840,
      "塔": 1841,
      "塘": 1842,
      "塞": 1843,
      "填": 1844,
      "境": 1845,
      "墅": 1846,
      "墒": 1847,
      "墓": 1848,
      "増": 1849,
      "墙": 1850,
      "增": 1851,
      "墟": 1852,
      "墨": 1853,
      "墩": 1854,
      "壁": 1855,
      "壊": 1856,
      "壑": 1857,
      "壤": 1858,
      "士": 1859,
      "壬": 1860,
      "壮": 1861,
      "声": 1862,
      "壳": 1863,
      "壶": 1864,
      "壹": 1865,
      "处": 1866,
      "备": 1867,
      "変": 1868,
      "复": 1869,
      "夏": 1870,
      "夔": 1871,
      "夕": 1872,
      "外": 1873,
      "夙": 1874,
      "多": 1875,
      "夜": 1876,
      "够": 1877,
      "大": 1878,
      "天": 1879,
      "太": 1880,
      "夫": 1881,
      "夭": 1882,
      "央": 1883,
      "夯": 1884,
      "失": 1885,
      "头": 1886,
      "夷": 1887,
      "夸": 1888,
      "夹": 1889,
      "夺": 1890,
      "奂": 1891,
      "奄": 1892,
      "奇": 1893,
      "奈": 1894,
      "奉": 1895,
      "奋": 1896,
      "奎": 1897,
      "奏": 1898,
      "契": 1899,
      "奔": 1900,
      "奕": 1901,
      "奖": 1902,
      "套": 1903,
      "奘": 1904,
      "奚": 1905,
      "奠": 1906,
      "奢": 1907,
      "奥": 1908,
      "女": 1909,
      "奴": 1910,
      "奶": 1911,
      "奸": 1912,
      "她": 1913,
      "好": 1914,
      "如": 1915,
      "妃": 1916,
      "妄": 1917,
      "妆": 1918,
      "妇": 1919,
      "妈": 1920,
      "妊": 1921,
      "妍": 1922,
      "妒": 1923,
      "妓": 1924,
      "妖": 1925,
      "妗": 1926,
      "妙": 1927,
      "妞": 1928,
      "妤": 1929,
      "妥": 1930,
      "妧": 1931,
      "妨": 1932,
      "妩": 1933,
      "妪": 1934,
      "妫": 1935,
      "妮": 1936,
      "妲": 1937,
      "妳": 1938,
      "妹": 1939,
      "妻": 1940,
      "妼": 1941,
      "妾": 1942,
      "姄": 1943,
      "姆": 1944,
      "姈": 1945,
      "姉": 1946,
      "姊": 1947,
      "始": 1948,
      "姌": 1949,
      "姐": 1950,
      "姑": 1951,
      "姒": 1952,
      "姓": 1953,
      "委": 1954,
      "姗": 1955,
      "姘": 1956,
      "姚": 1957,
      "姜": 1958,
      "姝": 1959,
      "姣": 1960,
      "姥": 1961,
      "姨": 1962,
      "姪": 1963,
      "姫": 1964,
      "姬": 1965,
      "姮": 1966,
      "姹": 1967,
      "姻": 1968,
      "姿": 1969,
      "威": 1970,
      "娃": 1971,
      "娄": 1972,
      "娅": 1973,
      "娆": 1974,
      "娇": 1975,
      "娈": 1976,
      "娉": 1977,
      "娑": 1978,
      "娓": 1979,
      "娘": 1980,
      "娜": 1981,
      "娟": 1982,
      "娠": 1983,
      "娣": 1984,
      "娥": 1985,
      "娩": 1986,
      "娱": 1987,
      "娲": 1988,
      "娴": 1989,
      "娶": 1990,
      "娼": 1991,
      "婀": 1992,
      "婆": 1993,
      "婉": 1994,
      "婊": 1995,
      "婕": 1996,
      "婚": 1997,
      "婠": 1998,
      "婢": 1999,
      "婥": 2000,
      "婧": 2001,
      "婪": 2002,
      "婳": 2003,
      "婴": 2004,
      "婵": 2005,
      "婶": 2006,
      "婷": 2007,
      "婺": 2008,
      "婼": 2009,
      "婿": 2010,
      "媒": 2011,
      "媗": 2012,
      "媚": 2013,
      "媛": 2014,
      "媞": 2015,
      "媱": 2016,
      "媲": 2017,
      "媳": 2018,
      "媸": 2019,
      "媾": 2020,
      "嫀": 2021,
      "嫁": 2022,
      "嫂": 2023,
      "嫉": 2024,
      "嫌": 2025,
      "嫒": 2026,
      "嫔": 2027,
      "嫖": 2028,
      "嫙": 2029,
      "嫚": 2030,
      "嫠": 2031,
      "嫡": 2032,
      "嫣": 2033,
      "嫤": 2034,
      "嫦": 2035,
      "嫩": 2036,
      "嫰": 2037,
      "嫱": 2038,
      "嬉": 2039,
      "嬛": 2040,
      "嬢": 2041,
      "嬲": 2042,
      "嬴": 2043,
      "嬷": 2044,
      "嬿": 2045,
      "子": 2046,
      "孔": 2047,
      "孕": 2048,
      "字": 2049,
      "存": 2050,
      "孙": 2051,
      "孛": 2052,
      "孜": 2053,
      "孝": 2054,
      "孟": 2055,
      "季": 2056,
      "孤": 2057,
      "学": 2058,
      "孩": 2059,
      "孪": 2060,
      "孬": 2061,
      "孰": 2062,
      "孱": 2063,
      "孵": 2064,
      "孽": 2065,
      "宁": 2066,
      "它": 2067,
      "宅": 2068,
      "宇": 2069,
      "守": 2070,
      "安": 2071,
      "宋": 2072,
      "完": 2073,
      "宏": 2074,
      "宓": 2075,
      "宕": 2076,
      "宗": 2077,
      "官": 2078,
      "宙": 2079,
      "定": 2080,
      "宛": 2081,
      "宜": 2082,
      "宝": 2083,
      "实": 2084,
      "実": 2085,
      "宠": 2086,
      "审": 2087,
      "客": 2088,
      "宣": 2089,
      "室": 2090,
      "宥": 2091,
      "宦": 2092,
      "宪": 2093,
      "宫": 2094,
      "宰": 2095,
      "害": 2096,
      "宴": 2097,
      "宵": 2098,
      "家": 2099,
      "宸": 2100,
      "容": 2101,
      "宽": 2102,
      "宾": 2103,
      "宿": 2104,
      "寂": 2105,
      "寄": 2106,
      "寅": 2107,
      "密": 2108,
      "寇": 2109,
      "富": 2110,
      "寐": 2111,
      "寒": 2112,
      "寓": 2113,
      "寝": 2114,
      "寞": 2115,
      "察": 2116,
      "寡": 2117,
      "寤": 2118,
      "寥": 2119,
      "寨": 2120,
      "寮": 2121,
      "寰": 2122,
      "寸": 2123,
      "对": 2124,
      "寺": 2125,
      "寻": 2126,
      "导": 2127,
      "対": 2128,
      "寿": 2129,
      "封": 2130,
      "射": 2131,
      "将": 2132,
      "尉": 2133,
      "尊": 2134,
      "小": 2135,
      "少": 2136,
      "尓": 2137,
      "尔": 2138,
      "尖": 2139,
      "尘": 2140,
      "尚": 2141,
      "尝": 2142,
      "尤": 2143,
      "尧": 2144,
      "尬": 2145,
      "就": 2146,
      "尴": 2147,
      "尸": 2148,
      "尹": 2149,
      "尺": 2150,
      "尻": 2151,
      "尼": 2152,
      "尽": 2153,
      "尾": 2154,
      "尿": 2155,
      "局": 2156,
      "屁": 2157,
      "层": 2158,
      "屄": 2159,
      "居": 2160,
      "屈": 2161,
      "屉": 2162,
      "届": 2163,
      "屋": 2164,
      "屌": 2165,
      "屎": 2166,
      "屏": 2167,
      "屐": 2168,
      "屑": 2169,
      "展": 2170,
      "屙": 2171,
      "属": 2172,
      "屠": 2173,
      "屡": 2174,
      "履": 2175,
      "屯": 2176,
      "山": 2177,
      "屹": 2178,
      "屿": 2179,
      "岀": 2180,
      "岁": 2181,
      "岂": 2182,
      "岌": 2183,
      "岐": 2184,
      "岑": 2185,
      "岔": 2186,
      "岖": 2187,
      "岗": 2188,
      "岚": 2189,
      "岛": 2190,
      "岩": 2191,
      "岫": 2192,
      "岬": 2193,
      "岭": 2194,
      "岱": 2195,
      "岳": 2196,
      "岸": 2197,
      "峋": 2198,
      "峒": 2199,
      "峙": 2200,
      "峡": 2201,
      "峥": 2202,
      "峦": 2203,
      "峨": 2204,
      "峪": 2205,
      "峭": 2206,
      "峰": 2207,
      "峻": 2208,
      "崂": 2209,
      "崆": 2210,
      "崇": 2211,
      "崎": 2212,
      "崔": 2213,
      "崖": 2214,
      "崛": 2215,
      "崦": 2216,
      "崩": 2217,
      "崭": 2218,
      "崴": 2219,
      "崽": 2220,
      "嵋": 2221,
      "嵌": 2222,
      "嵘": 2223,
      "嵩": 2224,
      "嵴": 2225,
      "嶂": 2226,
      "嶙": 2227,
      "巅": 2228,
      "巍": 2229,
      "川": 2230,
      "州": 2231,
      "巡": 2232,
      "巢": 2233,
      "工": 2234,
      "左": 2235,
      "巧": 2236,
      "巨": 2237,
      "巩": 2238,
      "巫": 2239,
      "差": 2240,
      "己": 2241,
      "已": 2242,
      "巳": 2243,
      "巴": 2244,
      "巷": 2245,
      "巻": 2246,
      "巽": 2247,
      "巾": 2248,
      "币": 2249,
      "市": 2250,
      "布": 2251,
      "帅": 2252,
      "帆": 2253,
      "师": 2254,
      "希": 2255,
      "帏": 2256,
      "帐": 2257,
      "帕": 2258,
      "帖": 2259,
      "帘": 2260,
      "帚": 2261,
      "帛": 2262,
      "帜": 2263,
      "帝": 2264,
      "带": 2265,
      "帧": 2266,
      "席": 2267,
      "帮": 2268,
      "帯": 2269,
      "帰": 2270,
      "帷": 2271,
      "常": 2272,
      "帼": 2273,
      "帽": 2274,
      "幂": 2275,
      "幄": 2276,
      "幅": 2277,
      "幌": 2278,
      "幔": 2279,
      "幕": 2280,
      "幡": 2281,
      "幢": 2282,
      "干": 2283,
      "平": 2284,
      "年": 2285,
      "并": 2286,
      "幸": 2287,
      "幺": 2288,
      "幻": 2289,
      "幼": 2290,
      "幽": 2291,
      "广": 2292,
      "広": 2293,
      "庄": 2294,
      "庆": 2295,
      "庇": 2296,
      "床": 2297,
      "庋": 2298,
      "序": 2299,
      "庐": 2300,
      "库": 2301,
      "应": 2302,
      "底": 2303,
      "庖": 2304,
      "店": 2305,
      "庙": 2306,
      "庚": 2307,
      "府": 2308,
      "庞": 2309,
      "废": 2310,
      "庠": 2311,
      "度": 2312,
      "座": 2313,
      "庭": 2314,
      "庵": 2315,
      "庶": 2316,
      "康": 2317,
      "庸": 2318,
      "庾": 2319,
      "廉": 2320,
      "廊": 2321,
      "廓": 2322,
      "廖": 2323,
      "廴": 2324,
      "延": 2325,
      "廷": 2326,
      "建": 2327,
      "廿": 2328,
      "开": 2329,
      "弁": 2330,
      "异": 2331,
      "弃": 2332,
      "弄": 2333,
      "弈": 2334,
      "弊": 2335,
      "弋": 2336,
      "式": 2337,
      "弑": 2338,
      "弓": 2339,
      "引": 2340,
      "弗": 2341,
      "弘": 2342,
      "弛": 2343,
      "弟": 2344,
      "张": 2345,
      "弥": 2346,
      "弦": 2347,
      "弧": 2348,
      "弩": 2349,
      "弭": 2350,
      "弯": 2351,
      "弱": 2352,
      "弹": 2353,
      "强": 2354,
      "弼": 2355,
      "弾": 2356,
      "彀": 2357,
      "归": 2358,
      "当": 2359,
      "录": 2360,
      "彗": 2361,
      "彘": 2362,
      "形": 2363,
      "彤": 2364,
      "彦": 2365,
      "彧": 2366,
      "彩": 2367,
      "彪": 2368,
      "彬": 2369,
      "彭": 2370,
      "彰": 2371,
      "影": 2372,
      "彷": 2373,
      "役": 2374,
      "彻": 2375,
      "彼": 2376,
      "往": 2377,
      "征": 2378,
      "径": 2379,
      "待": 2380,
      "很": 2381,
      "徉": 2382,
      "徊": 2383,
      "律": 2384,
      "徐": 2385,
      "徒": 2386,
      "従": 2387,
      "得": 2388,
      "徘": 2389,
      "徜": 2390,
      "御": 2391,
      "徨": 2392,
      "循": 2393,
      "微": 2394,
      "徳": 2395,
      "德": 2396,
      "徽": 2397,
      "心": 2398,
      "必": 2399,
      "忆": 2400,
      "忌": 2401,
      "忍": 2402,
      "忏": 2403,
      "忐": 2404,
      "忑": 2405,
      "忒": 2406,
      "忖": 2407,
      "志": 2408,
      "忘": 2409,
      "忙": 2410,
      "応": 2411,
      "忝": 2412,
      "忠": 2413,
      "忡": 2414,
      "忤": 2415,
      "忧": 2416,
      "忪": 2417,
      "快": 2418,
      "忱": 2419,
      "念": 2420,
      "忸": 2421,
      "忻": 2422,
      "忽": 2423,
      "忿": 2424,
      "怀": 2425,
      "态": 2426,
      "怂": 2427,
      "怅": 2428,
      "怆": 2429,
      "怎": 2430,
      "怒": 2431,
      "怔": 2432,
      "怕": 2433,
      "怖": 2434,
      "怛": 2435,
      "怜": 2436,
      "思": 2437,
      "怠": 2438,
      "怡": 2439,
      "急": 2440,
      "怦": 2441,
      "性": 2442,
      "怨": 2443,
      "怩": 2444,
      "怪": 2445,
      "怯": 2446,
      "怵": 2447,
      "总": 2448,
      "怼": 2449,
      "恁": 2450,
      "恂": 2451,
      "恃": 2452,
      "恋": 2453,
      "恍": 2454,
      "恐": 2455,
      "恒": 2456,
      "恕": 2457,
      "恙": 2458,
      "恚": 2459,
      "恢": 2460,
      "恣": 2461,
      "恤": 2462,
      "恨": 2463,
      "恩": 2464,
      "恪": 2465,
      "恬": 2466,
      "恭": 2467,
      "息": 2468,
      "恰": 2469,
      "恳": 2470,
      "恶": 2471,
      "恺": 2472,
      "恻": 2473,
      "恼": 2474,
      "恿": 2475,
      "悄": 2476,
      "悉": 2477,
      "悍": 2478,
      "悔": 2479,
      "悖": 2480,
      "悚": 2481,
      "悟": 2482,
      "悠": 2483,
      "患": 2484,
      "悦": 2485,
      "您": 2486,
      "悪": 2487,
      "悬": 2488,
      "悯": 2489,
      "悱": 2490,
      "悲": 2491,
      "悴": 2492,
      "悸": 2493,
      "悻": 2494,
      "情": 2495,
      "惆": 2496,
      "惇": 2497,
      "惊": 2498,
      "惋": 2499,
      "惑": 2500,
      "惕": 2501,
      "惘": 2502,
      "惚": 2503,
      "惜": 2504,
      "惟": 2505,
      "惠": 2506,
      "惦": 2507,
      "惧": 2508,
      "惨": 2509,
      "惩": 2510,
      "惫": 2511,
      "惬": 2512,
      "惭": 2513,
      "惮": 2514,
      "惯": 2515,
      "惰": 2516,
      "想": 2517,
      "惴": 2518,
      "惶": 2519,
      "惹": 2520,
      "惺": 2521,
      "愁": 2522,
      "愆": 2523,
      "愈": 2524,
      "愉": 2525,
      "意": 2526,
      "愔": 2527,
      "愕": 2528,
      "愚": 2529,
      "感": 2530,
      "愠": 2531,
      "愣": 2532,
      "愤": 2533,
      "愧": 2534,
      "愫": 2535,
      "愿": 2536,
      "慈": 2537,
      "慌": 2538,
      "慎": 2539,
      "慑": 2540,
      "慕": 2541,
      "慢": 2542,
      "慧": 2543,
      "慨": 2544,
      "慰": 2545,
      "慵": 2546,
      "慷": 2547,
      "憋": 2548,
      "憎": 2549,
      "憔": 2550,
      "憧": 2551,
      "憨": 2552,
      "憩": 2553,
      "憬": 2554,
      "憾": 2555,
      "懂": 2556,
      "懈": 2557,
      "懊": 2558,
      "懑": 2559,
      "懒": 2560,
      "懔": 2561,
      "懦": 2562,
      "懵": 2563,
      "懿": 2564,
      "戆": 2565,
      "戈": 2566,
      "戎": 2567,
      "戏": 2568,
      "成": 2569,
      "我": 2570,
      "戒": 2571,
      "或": 2572,
      "战": 2573,
      "戚": 2574,
      "戛": 2575,
      "戟": 2576,
      "戦": 2577,
      "截": 2578,
      "戬": 2579,
      "戮": 2580,
      "戳": 2581,
      "戴": 2582,
      "户": 2583,
      "戻": 2584,
      "戾": 2585,
      "房": 2586,
      "所": 2587,
      "扁": 2588,
      "扇": 2589,
      "扈": 2590,
      "扉": 2591,
      "手": 2592,
      "才": 2593,
      "扎": 2594,
      "扑": 2595,
      "扒": 2596,
      "打": 2597,
      "扔": 2598,
      "托": 2599,
      "扛": 2600,
      "扣": 2601,
      "执": 2602,
      "扩": 2603,
      "扪": 2604,
      "扫": 2605,
      "扬": 2606,
      "扭": 2607,
      "扮": 2608,
      "扯": 2609,
      "扰": 2610,
      "扱": 2611,
